{
  "SMA":{
    "factorCn": "简单移动平均",
    "content": "简单移动平均（SMA）是移动平均值的最简单的类型。基本上，简单的移动平均线是通过将最后一个“X”期的收盘价相加，然后将该数字除以 X 来计算的。"
  },
  "WMA": {
    "factorCn": "加权移动平均",
    "content": "加权移动平均法就是根据同一个移动段内不同时间的数据对预测值的影响程度，分别给予不同的权数，然后再进行平均移动以预测未来值。加权移动平均法不像简单移动平均法那样，在计算平均值时对移动期内的数据同等看待，而是根据愈是近期数据对预测值影响愈大这一特点，不同地对待移动期内的各个数据。对近期数据给予较大的权数，对较远的数据给予较小的权数，以此弥补简单移动平均法的不足。"
  },
  "MACD": {
    "factorCn": "异同移动平均线",
    "content": "MACD称为异同移动平均线，是从双指数移动平均线发展而来的，由快的指数移动平均线（EMA12）减去慢的指数移动平均线（EMA26）得到快线DIF，再用2×（快线DIF-DIF的9日加权移动均线DEA）得到MACD柱。MACD的意义和双移动平均线基本相同，即由快、慢均线的离散、聚合表征当前的多空状态和股价可能的发展变化趋势，但阅读起来更方便。MACD的变化代表着市场趋势的变化，不同K线级别的MACD代表当前级别周期中的买卖趋势。"
  },
  "K": {
    "factorCn": "",
    "content": ""
  },
  "D": {
    "factorCn": "",
    "content": ""
  },
  "R": {
    "factorCn": "",
    "content": ""
  },
  "mom": {
    "factorCn": "",
    "content": ""
  },
  "ROC": {
    "factorCn": "资本报酬率",
    "content": "资本报酬率是某结算期损益表所提供的净利数字，除以投资总额所得的商数，即净利与投资总额的比值。一切企业经营的目的，在于获取合理的利润。表示利润率的高低，通常称之为“获利能力”。通过比较并分析不同会计期间，或同业间在相同结算期内的资本报酬率，可获知企业“获利能力”大小，并可藉以了解和预测企业损益消长的趋势，为经营决策提供有益的参考数据。"
  },
  "ROA": {
    "factorCn": "资产回报率",
    "content": "资产回报率，也叫资产收益率，是用来衡量每单位资产创造多少净利润的指标。资产回报率=税后净利润/总资产。评估公司相对其总资产值的盈利能力的有用指标。计算的方法为公司的年度盈利除以总资产值，资产回报率一般以百分比表示。有时也称为投资回报率。"
  },
  "CCI": {
    "factorCn": "顺势指标",
    "content": "CCI即顺势指标，专门测量股价、外汇或者贵金属交易是否已超出常态分布范围，属于超买超卖类指标中较特殊的一种。其波动于正无穷大和负无穷大之间。但又不需要以0为中轴线，这一点也和波动于正无穷大和负无穷大的指标不同。CCI指标是根据统计学原理，引进价格与固定期间的股价平均区间的偏离程度的概念，强调股价平均绝对偏差在股市技术分析中的重要性，是一种比较独特的技术指标。"
  },
  "RSI": {
    "factorCn": "相对强弱指标",
    "content": "相对强弱指标（RSI)，是指期货市场和股票市场中最为著名的摆动指标。其原理就是通过计算股价涨跌的幅度来推测市场运动趋势的强弱度，并据此预测趋势的持续或者转向。其显示的是股价向上波动的幅度占总的波动幅度的百分比，如果数值大，就表示市场处于强势状态，如果数值小，则表示市场处于弱势。这是一个测市的重要指标，但其作用与股票和期货的市值大小有着密切的关系，盘子大的波动幅度小，盘子小的波动幅度大。"
  },
  "upperbound": {
    "factorCn": "",
    "content": ""
  },
  "middleband": {
    "factorCn": "",
    "content": ""
  },
  "lowerband": {
    "factorCn": "",
    "content": ""
  },
  "current_ratio": {
    "factorCn": "流动比率",
    "content": "流动比率是流动资产对流动负债的比率，用来衡量企业流动资产在短期债务到期以前，可以变为现金用于偿还负债的能力。一般说来，比率越高，说明企业资产的变现能力越强，短期偿债能力亦越强；反之则弱。一般认为流动比率应在2：1以上，流动比率2：1，表示流动资产是流动负债的两倍，即使流动资产有一半在短期内不能变现，也能保证全部的流动负债得到偿还。"
  },
  "quick_ratio": {
    "factorCn": "速动比率",
    "content": "速动比率是指企业速动资产与流动负债的比率，是衡量企业流动资产中可以立即变现用于偿还流动负债的能力。速动资产是企业的流动资产减去存货和预付费用后的余额，主要包括现金、短期投资、应收票据、应收账款等项目。传统经验认为，速动比率维持在1:1较为正常，它表明企业的每1元流动负债就有1元易于变现的流动资产来抵偿，短期偿债能力有可靠的保证。速动比率过低，企业的短期偿债风险较大，速动比率过高，企业在速动资产上占用资金过多，会增加企业投资的机会成本。但以上评判标准并不是绝对的。实际工作中，应考虑到企业的行业性质。"
  },
  "ar_turn": {
    "factorCn": "应收账款周转率",
    "content": "应收账款周转率反映公司应收账款周转速度的比率，用于说明一定期间内公司应收账款转为现金的平均次数。用时间表示的应收账款周转速度为应收账款周转天数，也称平均应收账款回收期或平均收现期，表示公司从获得应收账款的权利到收回款项、变成现金所需要的时间。"
  },
  "op_income": {
    "factorCn": "营业利润",
    "content": "营业利润是指公司从生产经营活动中取得的全部利润，是企业利润的主要来源，能够比较恰当地反映公司管理层的经营业绩。营业利润主要由主营业务利润和其他业务利润构成。包括的项目有主营业务收入、主营业务成本、其他业务收入、其他业务成本、销售费用、管理费用、财务费用等。"
  },
  "debt_to_assets": {
    "factorCn": "资产负债率",
    "content": "资产负债率又称举债经营比率，是期末负债总额除以资产总额的百分比，也就是负债总额与资产总额的比例关系，表示公司总资产中有多少是通过负债筹集的。该指标是评价公司负债水平的综合指标，同时，也是一项衡量公司利用债权人资金进行经营活动能力的指标，反映债权人发放贷款的安全程度。资产负债率=总负债/总资产。"
  }
}